Repository: miniradius/GNU_Radius
Catalog: po/*.po
Languages: es, fr, sr

source: cannot run filter %s
es: no se puede ejecutar filtro %s
fr: impossible d'exécuter le filtre %s
sr: не могу да покренем филтер „%s“

source: filter %s
es: filtro %s
fr: filtre %s
sr: филтер „%s“

source: reading from filter %s
es: leyendo del filtro %s
fr: lecture à partir du filtre %s
sr: читам из филтера „%s“

source: filter %s (auth): bad output: %s
es: filtro %s (auth): salida incorrecta: %s
fr: filtre %s (auth) : sortie incorrecte : %s
sr: филтер „%s“ (auth): лош излаз: %s

source: filter %s (acct): bad output: %s
es: filter %s (acct): salida incorrecta: %s
fr: filtre %s (acct) : sortie incorrecte : %s
sr: филтер „%s“ (acct): лош излаз: %s

source: %s:%d: filter already declared at %s:%d
es: %s:%d: filtro ya declarado en %s:%d
fr: %s:%d : filtre déjà déclaré à %s:%d
sr: %s:%d: филтер је већ објављен у „%s:%d“

source: discarding entry `%s'
es: borrando entrada `%s'
fr: élimination de l'entrée « %s »
sr: одбацујем унос „%s“

source: zero length username not permitted
es: No está permitido un nombre de usuario vacío
fr: le nom d'utilisateur ne peut être vide
sr: корисничко име нулте дужине није допуштено

source: unknown attribute `%s/%s'
es: atributo desconocido `%s/%s'
fr: attribut inconnu « %s/%s »
sr: непознат атрибут „%s/%s“

source: expected %s, but found %s
es: se esperaba %s, pero se ha encontrado %s
fr: %s attendu, mais %s trouvé
sr: очекивах „%s“, али добих „%s“

source: opcode
es: un código de operación
sr: опкод

source: grad_create_pair failed on %s
es: grad_create_pair falló en %s
fr: échec de grad_create_pair sur %s
sr: „grad_create_pair“ није успело на „%s“

source: not defined
es: no definido
fr: indéfini
sr: није дефинисано

source: cannot execute `%s'
es: no se puede ejecutar `%s'
fr: impossible d'exécuter « %s »
sr: не могу да извршим „%s“

source: unknown method
es: método desconocido
fr: méthode inconnue
sr: непозната метода

source: user `%s' already found in %s
es: usuario `%s' ya fue encontrado en %s
fr: utilisateur « %s » déjà trouvé dans %s
sr: корисника „%s“ сам већ нашао у „%s“

source: %d user disabled
es: %d usuario desactivado
fr: %d utilisateur désactivé
sr: %d корисник је искључен

source: using only dbm: USERS NOT LOADED
es: usando solo dbm: NO SE HA CARGADO EL ARCHIVO USERS
fr: utilise seulement dbm : UTILISATEURS NON CHARGÉS
sr: користим само „dbm“: КОРИСНИЦИ НИСУ УЧИТАНИ

source: DBM files found but no -b flag given - NOT using DBM
es: se han encontrado archivos DBM, pero no se ha especificado la opción -b. NO se usará DBM
fr: Fichiers DBM trouvés mais aucune option -b fournie - n'utilisera pas DBM
sr: „DBM“ датотеке су нађене али „-b“ заставица није дата – НЕ користим „DBM“

source: can't load %s: exited
es: no se puede cargar %s: terminando
fr: impossible de charger %s : abandon
sr: не могу да учитам „%s“: изашао је

source: %s reloaded.
es: %s recargado.
fr: %s rechargé.
sr: „%s“ је поново учитано.

source: SQL Error: SQL client could not be initialized
es: Error SQL: no se puede inicializar el cliente SQL
fr: ERREUR SQL : le client SQL ne peut être initialisé
sr: SQL грешка: SQL клијент се не може покренути

source: INTERNAL ERROR: unknown reload code: %d
es: ERROR INTERNO: código de recarga desconocido: %d
fr: ERREUR INTERNE : code de rechargement inconnu : %d
sr: УНУТРАШЊА ГРЕШКА: непознат код поновног учитавања: %d

source: can't create parser output file `%s'
es: no se puede crear archivo de salida del analizador `%s'
fr: impossible de créer l'analyseur du fichier de sortie « %s »
sr: не могу да створим излазну датотеку обрађивача „%s“

source: dumped users database to %s
es: base de usuarios guardada en archivo %s
fr: vidage de la base de données des utilisateurs vers %s
sr: избачена је база података корисника у „%s“

source: Can't forward to %s:%d
es: No se puede enviar hacia %s:%d
fr: impossible de transférer à %s:%d
sr: Не могу да проследим у „%s:%d“

source: Forwarding host %s not listed in clients
es: El anfitrión de envío %s no se encuentra en archivo clients
fr: L'hôte de transfert %s n'est pas listé dans les clients
sr: Домаћин прослеђивања „%s“ није на списку клијената

source: Can't open forwarding socket
es: No se puede abrir `socket' para reenvío
fr: Impossible d'ouvrir un socket de transfert
sr: Не могу да отворим прикључницу прослеђивања

source: Can't bind forwarding socket
es: No se ha podido enlazar el `socket' para reenvío
fr: Impossible de lier le socket de transfert
sr: Не могу да повежем прикључницу прослеђивања

source: none
es: ninguno
fr: aucun
sr: ништа

source: Main
es: Principal
fr: Principal
sr: Главни

source: Auth
sr: Потв. идент.

source: Acct
sr: Налог

source: Proxy
sr: Посредник

source: emerg
fr: urgence
sr: паника

source: alert
es: alerta
fr: alerte
sr: узбуна

source: crit
fr: critique
sr: крит

source: error
fr: erreur
sr: грешка

source: warning
es: precaución
fr: avertissement
sr: упозорење

source: notice
es: atención
fr: avis
sr: напомена

source: info
sr: инфо

source: debug
es: depuración
fr: débug
sr: прочишћавање

source: could not append to file %s
es: no se puede añadir al archivo %s
fr: impossible d'ajouter au fichier %s
sr: не могу да придодам у датотеку „%s“

source: %s: cannot change owner to %d:%d
es: %s: no se puede cambiar propietario a %d:%d
fr: %s : impossible de modifier le propriétaire à %d:%d
sr: %s: не могу да променим власника у „%d:%d“

source: can't access log file `%s'
es: no se puede acceder al archivo de registro `%s'
fr: impossible d'accéder au fichier journal « %s »
sr: не могу да приступим датотеци дневника „%s“

source: exited with status %d
es: ha terminado con estado %d
fr: fin d'exécution avec le statut %d
sr: је изашао са стањем %d

source: terminated on signal %d
es: ha terminado al recibir la señal %d
fr: fin d'exécution sur réception du signal %d
sr: окончао на сигналу %d

source: terminated
es: ha terminado
fr: fin d'exécution
sr: окончао

source: %s:%d: no channel mode for `%s'
es: %s:%d: modo de canal `%s' no especificado
fr: %s:%d : pas de mode canal pour « %s »
sr: %s:%d: нема режима канала за „%s“

source: no levels applicable for this category
es: no hay niveles aplicables para esta categoría
fr: aucun niveau applicable à cette catégorie
sr: нема нивоа примењивих за ову категорију

source: %s:%d: channel `%s' not defined
es: %s:%d: el canal `%s' no está definido
fr: %s:%d : canal « %s » non défini
sr: %s:%d: канал „%s“ није дефинисан

source: %s:%d: list item %d has wrong datatype
es: %s:%d: elemento de tipo erróneo en posición %d de la lista
fr: %s:%d : l'élément %d de la liste a un mauvais type de données
sr: %s:%d: ставка списка %d има погрешну врсту података

source: %s:%d: no such module name: %s
es: %s:%d: no existe tal módulo: %s
fr: %s:%d : pas de module ayant le nom : %s
sr: %s:%d: нема таквог назива модула: %s

source: can't open menu `%s'
es: no se puede abrir al archivo menú `%s'
fr: impossible d'ouvrir le menu « %s »
sr: не могу да отворим изборник „%s“

source: menu %s:%d: %s
es: menú %s:%d: %s
sr: изборник „%s:%d“: %s

source: *** User Menu is Not Available ***
es: *** El menú del usuario no está disponible ***
fr: *** Le menu utilisateur n'est pas disponible ***
sr: *** Кориснички изборник није доступан ***

source: check_ts(): unknown NAS
es: check_ts(): NAS desconocido
fr: check_ts() : NAS inconnu
sr: check_ts(): непознат NAS

source: assuming `%s' is logged in
es: suponiendo que el usuario `%s' esta en línea
fr: en supposant que « %s » est connecté
sr: подразумевам да је „%s“ прјављен

source: assuming `%s' is NOT logged in
es: suponiendo que el usuario `%s' NO esta en línea
fr: en supposant que « %s » n'est pas connecté
sr: подразумевам да „%s“ НИЈЕ прјављен

source: rad_pam_conv(): no application-specific data passed
es: rad_pam_conv(): información específica de aplicación no entregada
fr: rad_pam_conv() : pas de passage de données spécifiques à l'application
sr: rad_pam_conv(): програму специфични подаци нису прослеђени

source: couldn't send request to realm %s
es: no se puede enviar petición a `realm' %s
fr: impossible de transmettre la requête au domaine %s
sr: не могу да пошаљем захтев за подручје „%s“

source: Match-Profile refers to non-existing profile (%s)
es: Match-Profile se refiere a una entrada que no existe (%s)
fr: Match-Profile fait référence à un profile inexistant (%s)
sr: „Упореди-профил“ се односи на непостојећи профил (%s)

source: circular dependency for %s
es: dependencia circular (%s)
fr: dépendance circulaire pour %s
sr: кружна зависност за „%s“

source: not enough memory for transitivity check
es: falta memoria para la prueba de transitividad
fr: pas assez de mémoire pour la vérification de la transitivité
sr: нема довољно меморије за проверу прелаза

source: USER LIST IS EMPTY
es: LA BASE DE USUARIOS ESTÁ VACÍA
fr: La liste des utilisateurs est vide.
sr: СПИСАК КОРИСНИКА ЈЕ ПРАЗАН

source: duplicate %s attribute
es: el atributo %s se encuentra duplicado
fr: attribut %s en double
sr: двоструки атрибут „%s“

source: attribute %s not allowed in LHS
es: atributo %s no permitido en LHS
fr: l'attribut %s n'est pas permis dans LHS
sr: атрибут „%s“ није дозвољен у LHS-у

source: Match-Profile refers to a DEFAULT entry
es: Match-Profile se refiere a entrada DEFAULT
fr: Math-Profile fait référence à une entrée par DÉFAUT
sr: „Упореди-профил“ се односи на ОСНОВНИ унос

source: Simultaneous-Use is used, but multiple login checking is not enabled
es: Se está usando Simultaneous-Use, pero no está activada la comprobación de entradas múltiples
fr: Le mode simultané est activé mais la vérification de connexion multiple n'est pas activée.
sr: „Истовремено-коришћење“ је упоребљено, али проверавање више пријава није укључено

source: No User-Password attribute in LHS
es: Falta atributo User-Password en LHS
fr: Pas d'attribut User-Password dans LHS
sr: Нема атрибута лозинке корисника у LHS-у

source: Auth-Type = System can only be used when running with root privileges
es: Auth-Type = System sólo se puede usar si radiusd corre con privilegios de root
fr: Auth-Type = le system peut seulement être utilisé lorsqu'il est exécuté avec les privilèges root
sr: „Auth-врста = Систем“ се може користити само када се ради са администраторским овлашћењима

source: User-Password attribute ignored for this Auth-Type
es: No se tendrá en cuenta el atributo User-Password para este Auth-Type
fr: Attribut est ignoré pour ce Auth-Type
sr: Атрибут „Корисничка-лозинка“ је занемарен за ову „Auth-врсту“

source: Password-Location attribute ignored for this Auth-Type
es: No se tendrá en cuenta el atributo Password-Location para este Auth-Type
fr: Attribut Password-Location est ignoré pour ce Auth-Type
sr: Атрибут „Место-лозинке“ је занемарен за ову „Auth-врсту“

source: Authentication type not supported
es: Tipo de autentificación no soportado
fr: Type d'authentification non supporté
sr: Врста потврђивања идентитета није подржана

source: Both Auth-Data and PAM-Auth attributes present
es: Auth-Data y PAM-Auth no pueden usarse juntos
fr: Les deux attributs Auth-Data et PAM-Auth sont présents.
sr: Присутан је и „Auth-подаци“ и „PAM-Auth“ атрибут

source: attribute %s not allowed in RHS
es: el atributo %s no se permite en RHS
fr: l'attribut %s n'est pas permis dans RHS
sr: атрибут „%s“ није дозвољен у RHS-у

source: Use of Add-Port-To-IP-Address is deprecated
es: El uso de Add-Port-To-IP-Address está obsoleto
fr: L'utilisation de Add-Port-To-IP-Address est obsolète
sr: Коришћење „додај-прикључник-ИП-адреси“ је застарело

source: BEGIN without Fall-Through
es: entrada BEGIN usada sin atributo Fall-Through
fr: BEGIN sans Fall-Through
sr: ПОЧИЊЕ без „пропадања“

source: request from unknown client
es: petición de cliente desconocido
fr: requête d'un client inconnu
sr: захтев од непознатог клијента

source: Dropping packet
es: Descartando petición
fr: Élimination de paquet
sr: Одбацујем пакет

source: Retransmitting %s reply
es: Retransmitiendo respuesta %s
fr: Retransmission de la réponse %s
sr: Поново емитујем „%s“ одговор

source: request failed
es: la petición falló
fr: échec de la requête
sr: захтев није успео

source: Unrecognized proxy reply from server %s, proxy ID %d
es: Respuesta del servidor `proxy' %s (proxy ID %d) no reconocida
fr: Réponse proxy non reconnue du serveur %s, ID proxy %d
sr: Непознат одговор посредника са сервера „%s“, ИД посредника %d

source: unknown request code %d
es: código de petición desconocido: %d
fr: code de requête inconnu %d
sr: непознат код захтева %d

source: rule trace: %s
es: rastreo de reglas: %s
fr: règle de traçage : %s
sr: праћење правила: %s

source: radiusd compiled without DBM support
es: radiusd compilado sin soporte para DBM
fr: radiusd compilé sans prise en charge de DBM
sr: „radiusd“ је преведен без „DBM“ подршке

source: unknown mode: %s
es: modo desconocido: %s
fr: mode inconnu : %s
sr: непознат режим: %s

source: invalid IP address: %s
es: dirección IP inválida: %s
fr: adresse IP invalide : %s
sr: неисправна ИП адреса: %s

source: radiusd specific switches:
es: opciones específicas para radiusd:
fr: radiusd clés spécifiques :
sr: „radiusd“-у специфични прекидачи:

source: Stay in foreground
es: Mantiene el proceso en primer plano
fr: Demeure à l'avant plan
sr: Остаје у првом плану

source: Select operation mode: test, checkconf, builddbm.
es: Establece el modo de operación: test, checkconf, builddbm
fr: Sélectionner le mode d'opération : test, checkconf, builddbm.
sr: Бира режим рада: test, checkconf, builddbm.

source: Run in single process mode
es: Corre en proceso único
fr: Exécuter en mode processus unique
sr: Ради у режиму једног процеса

source: Store pidfile in DIR
es: Guarda archivo pid en directorio DIR
fr: Stocker le fichier PID dans le RÉPERTOIRE
sr: Чува пид датотеку у ДИР

source: Show compilation defaults
es: Muestra los valores predeterminados de la compilación
fr: Afficher les paramètres de compilation par défaut
sr: Приказује основности превођења

source: Quiet mode (valid only with --mode)
es: Modo silencioso (válido solamente con --mode)
fr: Mode silencieux (valide uniquement avec l'option --mode)
sr: Тихи режим (исправан само са „--mode“)

source: Select port numbers from available UDP ports
es: Selecciona números de puerto a partir de los puertos UDP disponibles
fr: Sélectionner les ports parmi la plage des ports UDP disponibles
sr: Бира бројеве прикључника из доступних UDP прикључника

source: FILE
es: ARCHIVO
fr: FICHIER
sr: ДАТОТЕКА

source: Daemon configuration options. Please use raddb/config instead.
es: Opciones de configuración del daemon. Por favor utilice raddb/config en su lugar.
fr: Options de configurations du démon. Veuillez utiliser raddb ou la configuration à la place
sr: Опције подешавања позадинца. Користите „raddb/config“ уместо овог.

source: Do detailed authentication logging
es: Mantiene un registro de autentificación detallado
fr: Détailler la session de connexion
sr: Детаљно дневничење потврђивања идентитета

source: Set accounting directory
es: Establece el directorio de registro de contabilidad
fr: Sélectionner le répertoire de comptabilité
sr: Поставља директоријум налога

source: Enable DBM support
es: Activa el soporte DBM
fr: Activer la prise en charge de DBM
sr: Укључује „DBM“ подршку

source: Set logging directory name
es: Establece el directorio de archivos de registro
fr: Sélectionner le nom du répertoire de connexion
sr: Поставља назив директоријума дневника

source: Do not resolve IP addresses
es: No resuelve las direcciones IP
fr: Ne pas résoudre les adresses IP
sr: Не решава ИП адресе

source: Listen on IPADDR
es: Escucha en la dirección IP
fr: Écouter sur l'ADDRIP
sr: Ослушкује на ИПАДРЕСИ

source: IPADDR
es: IP
fr: ADDRIP
sr: ИПАДРЕСА

source: Set authentication port number
es: Establece el número de puerto para autentificación
fr: Sélectionner le numéro de port d'authentification
sr: Поставља број прикључника потврђивања идентитета

source: NUMBER
es: NÚMERO
fr: NUMÉRO
sr: БРОЈ

source: Strip prefixes/suffixes off user names before logging
es: Registra nombres de usuarios sin prefijos/sufijos
fr: Éliminer les préfixes/suffixes des noms des utilisateurs avant la connexion
sr: Откида префиксе/суфиксе са имена корисника пре пријављивања

source: Set debugging level
es: Establece el nivel de depuración
fr: Sélectionner le niveau de débogage
sr: Поставља ниво исправљања грешака

source: DEBUGSPEC
sr: ОДРЕДБА_ПРОЧИШЋАВАЊА

source: Log authentications
es: Registra las autentificaciones
fr: Journaliser les authentifications
sr: Бележи потврђивања идентитета

source: Log users' passwords
es: Registra las contraseñas de usuarios
fr: Journaliser les mots de passe des utilisateurs
sr: Бележи корисничке лозинке

source: GNU radius daemon
es: demonio radius de GNU
fr: GNU démon radius
sr: Гну „radius“ позадинац

source: Sorry, your account is currently closed
es: Lo siento, por el momento su cuenta está desactivada
fr: Désolé, votre compte est actuellement fermé
sr: Извините, ваш налог је тренутно затворен

source: Password has expired
es: La contraseña ha expirado
fr: Le mot de passe a expiré
sr: Лозинка је истекла

source: Password will expire in %R{Password-Expire-Days} Days
es: La contraseña expirará dentro de %R{Password-Expire-Days} días
fr: Le mot de passe va expirer dans %R{Password-Expire-Days} jour(s)
sr: Лозинка ће истећи за %R{Password-Expire-Days} дан/а

source: Access denied
es: Acceso denegado
fr: Accès interdit
sr: Приступ је забрањен

source: Realm quota exceeded - access denied
es: Se ha excedido la cuota de `realm'. Acceso denegado
fr: Débordement du quota du domaine -- accès interdit
sr: Квота подручја је премашена – приступ је одбијен

source: You are already logged in %R{Simultaneous-Use} times - access denied
es: La cuenta esta actualmente utilizada %R{Simultaneous-Use} veces - acceso denegado
fr: Vous êtes déjà connecté %R{Simultaneous-Use} fois - accès interdit
sr: Већ сте пријављени %R{Simultaneous-Use} пута – приступ је одбијен

source: You are already logged in - access denied
es: La cuenta esta actualmente en uso - acceso denegado
fr: Vous êtes déjà connecté - accès interdit
sr: Већ сте пријављени – приступ је одбијен

source: You are calling outside your allowed timespan
es: Llamada fuera del horario de servicio establecido
fr: Vous appelez en dehors de la période autorisée
sr: Позивате изван вашег допуштеног временског распона

source: Terminating the subprocesses
es: Terminando subprocesos
fr: Fin d'exécution du sous-processus
sr: Окончавам подпроцесе

source: %d process left!
es: ¡queda %d proceso!
fr: %d processus restant !
sr: %d процес је остао!

source: Radiusd is not listening on any port.
es: Radiusd no está escuchando en ningún puerto.
fr: Radiusd n'écoute plus sur aucun port.
sr: „radiusd“ не ослушкује ни на једном прикључнику.

source: Radiusd is not listening on any port. Trying to continue anyway...
es: Radiusd no está escuchando en ningún puerto. No obstante, tratando de continuar...
fr: Radiusd ne fait plus d'écoute sur aucun port. Tentative de poursuite…
sr: „radiusd“ не ослушкује ни на једном прикључнику. Покушавам да наставим било како...

source: Starting
es: Iniciando
fr: Démarrage
sr: Почињем

source: Cannot open output file %s
es: No se puede abrir el archivo de salida %s
fr: Impossible d'ouvrir le fichier de sortie %s
sr: Не могу да отворим излазну датотеку „%s“

source: Ready
es: Listo
fr: Prêt
sr: Спреман

source: can't find out my own IP address
es: no se puede determinar mi propia dirección IP
fr: ne peut trouvé en dehors de ma propre adresse IP
sr: не могу да нађем моју властиту ИП адресу

source: RADIUSD SUSPENDED
es: RADIUSD SUSPENDIDO
fr: RADIUSD SUSPENDU
sr: „RADIUSD“ ЈЕ ОБУСТАВЉЕН

source: Reloading configuration now
es: Recargando la configuración ahora
fr: Rechargement de la configuration
sr: Поново учитавам подешавање сада

source: Dumping users db to `%s'
es: Guardando base de usuarios en `%s'
fr: Vidage de la base de données des utilisateurs vers « %s »
sr: Шаљем излаз корисничке базе података на „%s“

source: restart initiated
es: reinicialización
fr: redémarrage initié
sr: поновно покретање је започето

source: can't restart: not started as absolute pathname
es: no se puede reiniciar: el nombre del programa no es una ruta absoluta
fr: redémarrage impossible : n'est pas lancé à l'aide d'un chemin absolu
sr: не могу поново да покренем: није покренуто као апсолутни назив путање

source: radiusd_restart: cannot fork
es: radiusd_restart: fork() ha fallado
fr: radiusd_restart : impossible de forker le processus
sr: radiusd_restart: не могу да испелцујем

source: restarting radius
es: reiniciando radius
fr: redémarrage de radius
sr: поново покрећем радијус

source: RADIUS NOT RESTARTED: exec failed
es: RADIUS NO REINICIADO: exec() falló
fr: RADIUS N'EST PAS REDÉMARRÉ : échec d'exécution
sr: РАДИЈУС НИЈЕ ПОНОВО ПОКРЕНУТ: извршавање није успело

source: Normal shutdown.
es: Apagado normal.
fr: Arrêt normal.
sr: Нормално гашење.

source: Ready to process requests.
es: Preparado para peticiones.
fr: Prêt à traiter les requêtes.
sr: Спреман за обраду захтева.

source: Loading configuration files.
es: Recargando archivos de configuración.
fr: Chargement des fichiers de configuration.
sr: Учитавам датотеке подешавања.

source: Errors reading config file - EXITING
es: Había errores al leer archivos de configuración - ABORTANDO
fr: Erreurs lors de la lecture du fichier de configuration -- fin d'exécution
sr: Грешке читања датотеке подешавања – ИЗЛАЗИМ

source: socket %s:%d is already assigned for %s
es: socket %s:%d ya está asignado para %s
fr: le socket %s:%d est déjà affecté à %s
sr: прикључница „%s:%d“ је већ додељена за „%s“

source: Ignoring exec-program-user
es: Descartando exec-program-user
fr: exec-program-user est ignoré
sr: Занемарујем извршавање корисниковог програма

source: INTERNAL ERROR (%s:%d): attribute %d has bad type (%d)
es: ERROR INTERNO (%s:%d): el atributo %d tiene un tipo incorrecto (%d)
fr: ERREUR INTERNE (%s:%d) : l'attribut %d a un mauvais type (%d)
sr: УНУТРАШЊА ГРЕШКА (%s:%d): атрибут %d има лошу врсту (%d)

source: cannot convert "%s" to integer
es: no se puede convertir "%s" a entero
fr: impossible de convertir « %s » en entier
sr: не могу да претворим „%s“ у цео број

source: Proxy %s request expired in queue
es: Expiró el tiempo de espera en cola de la petición proxy %s
fr: La requête proxy %s est expirée dans la file
sr: Захтев посреденика „%s“ је истекао у реду

source: Killing unresponsive %s child %lu
es: Terminando proceso colgado de %s %lu
fr: Arrêt du processus %s enfant sans réponse %lu
sr: Убијам неодазивајући „%s“ пород %lu

source: Cannot terminate child %lu. Attempting to kill inexisting process?
es: No se puede terminar el hijo %lu. ¿Se está intentando terminar un proceso que no existe?
fr: impossible de terminer le processus enfant %lu. Tentative d'arrêt d'un processus inexistant ?
sr: Не могу да окончам пород „%lu“. Покушавате да убијете непостојећи процес?

source: Terminating unresponsive %s child %lu, status: %s
es: Terminación del proceso hijo %s no responde %lu, estado: %s
fr: Fin du processus %s enfant sans réponse %lu, état : %s
sr: Окончавам неодазивајући „%s“ пород %lu, стање: %s

source: OK
es: Correcto
sr: У реду

source: FAILURE
es: FALLO
fr: ÉCHEC
sr: НЕУСПЕХ

source: duplicate request
es: petición duplicada
fr: double requête
sr: двоструки захтев

source: too many requests in queue
es: demasiadas peticiones en cola
fr: trop de requêtes dans la file
sr: превише захтева у реду

source: too many requests of this type
es: demasiadas peticiones de este tipo
fr: trop de requête de ce type
sr: превише захтева ове врсте

source: Maximum number of children active
es: Se activó el número máximo de subprocesos
fr: Nombre maximum d'enfants actifs
sr: Највећи број активног порода

source: redefinition of function `%s'
es: función `%s' redefinida
fr: redéfinition de la fonction « %s »
sr: поновно дефинисање функције „%s“
