Repository: miniradius/GNU_Radius
Catalog: po/*.po
Languages: es, fr, sr

source: previously defined here
es: previamente definida aquí
fr: défini précédemment ici
sr: претходно дефинисана овде

source: nothing to break from
es: el `break' es irrelevante o está mal colocado
fr: rien pour stopper à partir de
sr: ништа за прекидање

source: nothing to continue
es: el `continue' es irrelevante o está mal colocado
fr: rien pour poursuivre
sr: ништа за наставак

source: undefined variable: %s
es: variable no definida: %s
fr: variable indéfinie : %s
sr: недефинисана променљива: %s

source: unexpected EOF in comment started at line %lu
es: fin de archivo inesperado en el comentario que comienza en la línea %lu
fr: fin de fichier inattendue dans le commentaire débutant à la ligne %lu
sr: неочекивани крај датотеке у коментару започетом у %lu. реду

source: Malformed pragma
es: Instrucción #pragma mal formada
fr: Pragma mal composé
sr: Лош прагматизам

source: Unknown regexp flag: %s
es: Opción desconocida de expresión regular: %s
fr: Clef d'expression régulière inconnue : %s
sr: Непозната опција регизраза: %s

source: unterminated character constant
es: constante de caracteres no terminada
fr: constante de caractères non terminée
sr: неокончана константа знака

source: %s implicit coercion %s %s
es: %s coacción implícita de %s a %s
fr: %s coercition implicite %s %s
sr: „%s“ изричита принуда „%s %s“

source: operation not applicable to strings
es: operación no aplicable para las cadenas de caracteres
fr: opération non applicable aux chaînes
sr: радња није применљива на ниске

source: (argument %d)
es: (argumento %d)
sr: (аргумент %d)

source: too many arguments in call to %s
es: demasiados argumentos para la invocación de %s
fr: trop d'arguments dans l'appel à %s
sr: превише аргумената у позиву за „%s“

source: too few arguments in call to %s
es: insuficiente número de argumentos para la invocación de %s
fr: trop peu d'arguments dans l'appel à %s
sr: премало аргумената у позиву за „%s“

source: Undefined
es: No definido
fr: Indéfini
sr: Неодређено

source: integer
es: entero
fr: entier
sr: цео број

source: string
es: cadena
fr: chaîne
sr: ниска

source: from Undefined
es: de no definido
fr: d'un Indéfini
sr: од неодређеног

source: from integer
es: de entero
fr: d'un entier
sr: од целог броја

source: from string
es: de cadena
fr: d'une chaîne
sr: од ниске

source: from UNKNOWN
es: de DESCONOCIDO
fr: à partir d'un INCONNU
sr: од НЕПОЗНАТОГ

source: to Undefined
es: a no definido
fr: vers un Indéfini
sr: до неодређеног

source: to integer
es: a entero
fr: vers un entier
sr: до целог броја

source: to string
es: a cadena
fr: vers une chaîne
sr: до ниске

source: to UNKNOWN
es: a DESCONOCIDO
fr: vers un INCONNU
sr: до НЕПОЗНАТОГ

source: missing return statement
es: falta orden return
fr: déclaration return manquante
sr: недостаје изјава повратка

source: divide by zero
es: división por cero
fr: division par zéro
sr: подели нулом

source: regexp error: %s
es: error en expresión regular: %s
fr: erreur d'expression régulière : %s
sr: грешка регуларног израза: %s

source: out of pushdown space
es: pila agotada
fr: manque d'espace sur la pile
sr: нестало је простора за потискивање

source: heap overrun
es: sobreescritura de memoria
fr: débordement du tas
sr: прекорачење гомиле

source: out of heap space
es: pila agotada
fr: manque d'espace dans le tas
sr: нема више простора гомиле

source: out of popup
es: pila vacía
fr: manque d'espace pour les popups
sr: нема више искока

source: rewrite runtime error
es: error en tiempo de ejecución
fr: erreur d'exécution de ré-écriture
sr: грешка истека времена поновног писања

source: no request supplied
es: falta petición
fr: aucune requête fournie
sr: никакав захтев није достављен

source: can't create A/V pair
es: no se puede crear par A/V
fr: impossible de créer la paire A/V
sr: не могу да направим A/V пар

source: division by zero!
es: ¡división por cero!
fr: division par zéro !
sr: дељење нулом!

source: rewrite regex failure: %s. Input: %s
es: regex ha fallado: %s. Entrada: %s
fr: échec d'expression régulière de ré-écriture : %s. Entrée : %s
sr: неуспех поновног писања регизраза: %s. Улаз: %s

source: pc out of range
es: pc está fuera de rango
fr: PC hors limite
sr: рачунар је ван опсега

source: Invalid backreference
es: Referencia hacia atrás inválida
fr: Référence arrière invalide
sr: Неисправна повратна упута

source: regexp compile error:
es: error de compilación de expresión regular:
fr: erreur de compilation de l'expression régulière :
sr: грешка превођења регизраза:

source: redefinition of function %s
es: función %s redefinida
fr: redéfinition de la fonction %s
sr: поновно дефинисање функције „%s“

source: function %s not defined
es: función %s no definida
fr: fonction %s non définie
sr: функција „%s“ није дефинисана

source: function %s returns wrong data type
es: la función %s devuelve el tipo de datos incorrecto
fr: la fonction %s retourne un mauvais type de données
sr: функција „%s“ је вратила погрешну врсту података

source: function %s takes too many arguments
es: la función %s acepta demasiados argumentos
fr: la fonction %s prend trop d'arguments
sr: функција „%s“ узима превише аргумената

source: function %s: argument %d must be integer
es: función %s(): el parámetro %d debe ser un número entero
fr: fonction %s : l'argument %d doit être un entier
sr: функција „%s“: аргумент %d мора бити цео број

source: function %s: argument %d must be string
es: función %s(): el parámetro %d debe ser una cadena de caracteres
fr: fonction %s : l'argument %d doit être une chaîne
sr: функција „%s“: аргумент %d мора бити ниска

source: function %s takes too few arguments
es: la función %s acepta un número insuficiente de argumentos
fr: fonction %s prend trop peu d'arguments
sr: функција „%s“ узима премало аргумената

source: function %s() requires %d parameter
es: la función %s() requiere %d parámetro
fr: la fonction %s() requiert %d paramètre
sr: функција „%s()“ захтева %d параметар

source: file not found: %s
es: archivo no encontrado: %s
fr: fichier introuvable : %s
sr: датотека није нађена: „%s“

source: function ~S not defined
es: función ~S no definida
fr: fonction ~S non définie
sr: функција „~S“ није дефинисана

source: too many arguments for ~S
es: demasiados argumentos para ~S
fr: trop d'arguments pour ~S
sr: превише аргумената за „~S“

source: type mismatch in argument ~S(~S) in call to ~S
es: no coincide el tipo de argumento ~S(~S) el la llamada a ~S
fr: type non concordant dans l'argument ~S(~S) de l'appel à ~S
sr: врста неодговара у аргументу „~S(~S)“ у позиву за „~S“

source: too few arguments for ~S
es: insuficiente número de argumentos para ~S
fr: trop peu d'arguments pour ~S
sr: премало аргумената за „~S“

source: %s is not a procedure object
es: %s no es un objeto procedural
fr: %s n'est pas une procédure
sr: „%s“ није предмет поступка

source: Procedure `%s' failed: see error output for details
es: El procedimiento `%s' falló: vea el fichero de salida de errores para más información
fr: Échec de la procédure « %s » : voir la sortie d'erreurs pour les détails
sr: Поступак „%s“ није успео: видите излаз грешке за детаље

source: Unexpected return value from Guile authentication function `%s'
es: Valor de devolución inesperado de la función de autentificación Guile `%s'
fr: Valeur de retour inattendue de la fonction d'authentification Guile « %s »
sr: Неочекивана повратна вредност од функције „%s“ „Guile“ потврђивања идентитета

source: Unexpected return value from Guile accounting function `%s'
es: Valor de devolución inesperado de la función de contabilidad Guile `%s'
fr: Valeur de retour inattendue de la fonction de comptabilité Guile « %s »
sr: Неочекивана повратна вредност од функције „%s“ „Guile“ прављења налога

source: Invalid hex number: %s
es: Número hexadecimal inválido: %s
fr: Nombre hexadécimal invalide : %s
sr: Неисправан хексадецимални број: %s

source: Guile authentication not available
es: La autentificación Guile no está disponible
fr: Authentification Guile indisponible
sr: „Guile“ потврђивање идентитета није доступно

source: %s:%d: community %s already declared
es: %s:%d: la comunidad %s ya está declarada
fr: %s:%d : communauté %s déjà déclarée
sr: %s:%d: заједница „%s“ је већ објављена

source: %s:%d: no such network: %s
es: %s:%d: no existe tal red: %s
fr: %s:%d : réseau %s inexistant
sr: %s:%d: нема такве мреже: %s

source: %s:%d: undefined community %s
es: %s:%d: la comunidad %s no definida
fr: %s:%d: communauté %s indéfinie
sr: %s:%d: недефинисана заједница „%s“

source: acct server re-initializing on SNMP request
es: La petición SNMP requiere que el servidor de contabilidad recargue la configuración
fr: réinitialisation du serveur de comptabilité (acct) sur requête SNMP
sr: сервер налога поново почиње на SNMP захтев

source: auth server re-initializing on SNMP request
es: La petición SNMP requiere que el servidor de autorización recargue la configuración
fr: réinitialisation du serveur d'authentification (auth) sur requête SNMP
sr: сервер потврђивања идентитета поново почиње на SNMP захтев

source: server re-initializing on SNMP request
es: La petición SNMP requiere que el servidor recargue la configuración
fr: réinitialisation du serveur sur requête SNMP
sr: сервер поново почиње на SNMP захтев

source: server restart on SNMP request
es: La petición SNMP requiere que el servidor vuelve a iniciar
fr: redémarrage du serveur sur requête SNMP
sr: сервер се поново покреће на SNMP захтев

source: server continuing on SNMP request
es: La petición SNMP requiere que el servidor vuelva a operar
fr: poursuite du traitement par le serveur sur requête SNMP
sr: сервер наставља на SNMP захтев

source: server suspending on SNMP request
es: La petición SNMP requiere que el servidor se suspenda
fr: suspension du serveur sur requête SNMP
sr: сервер се обуставља на SNMP захтев

source: server shutting down on SNMP request
es: Petición SNMP requiere que el servidor apague
fr: arrêt du serveur sur requête SNMP
sr: сервер се гаси на SNMP захтев

source: can't decode SNMP packet from %s: %s
es: no se puede descodificar paquete SNMP recibido de %s: %s
fr: impossible de décoder le paquet SNMP à partir de %s : %s
sr: не могу да декодирам SNMP пакет из „%s“: %s

source: DENIED attempt to access community %s from %s
es: Tentativa de acceso a comunidad %s de %s DENEGADA
fr: Tentative REFUSÉE d'accès à la communauté %s à partir de %s
sr: ЗАБРАЊЕН покушај приступа заједници „%s“ из „%s“

source: Dropping SNMP request from client %s: %s
es: Descartando petición SNMP del cliente %s: %s
fr: Abandon de la requête SNMP à partir du client %s : %s
sr: Одбацујем SNMP захтев од клијента „%s“: %s

source: could not read sqlserver file %s
es: no se puede leer archivo sqlserver %s
fr: lecture impossible du fichier SQL Server %s
sr: не могу да прочитам „%s“ датотеку „sql“ сервера

source: unrecognized keyword
es: palabra clave desconocida
fr: mot clef inconnu
sr: непозната кључна реч

source: required argument missing
es: falta argumento requerido
fr: argument nécessaire manquant
sr: недостаје захтевани аргумент

source: number parse error
es: el número no se puede analizar
fr: erreur d'analyse du nombre
sr: грешка обраде броја

source: expected boolean value
es: se esperaba un valor booleano
fr: valeur booléenne attendue
sr: очекивах логичку вредност

source: auth_max_connections is obsolete
es: auth_max_connections está obsoleto
fr: auth_max_connections est obsolète
sr: „auth_max_connections“ је застарело

source: acct_max_connections is obsolete
es: acct_max_connections está obsoleto
fr: acct_max_connections est obsolète
sr: „acct_max_connections“ је застарело

source: query_buffer_size is obsolete
es: query_buffer_size está obsoleto
fr: query_buffer_size est obsolète
sr: „query_buffer_size“ је застарело

source: Unsupported SQL interface
es: Interfaz SQL no soportado
fr: Interface SQL non prise en charge
sr: Неподржано SQL сучеље

source: %s: missing `%s' statement
es: %s: falta la orden `%s'
fr: %s : déclaration « %s » manquante
sr: %s: недостаје „%s“ изјава

source: %s: SQL interface not specified
es: %s: no se ha especificado el interfaz SQL
fr: %s : interface SQL non spécifiée
sr: %s: SQL сучеље није наведено

source: disabling SQL authentication
es: desactivando autentificación SQL
fr: désactivation de l'authentification SQL
sr: искључује SQL потврђивање идентитета

source: disabling SQL accounting
es: desactivando contabilidad SQL
fr: désactivation de la comptabilisation SQL
sr: искључује SQL прављење налога

source: SQL configuration changed: closing existing connections
es: La configuración SQL ha cambiado: cerrando conexiones.
fr: changement de configuration SQL : fermeture des connexions existantes
sr: SQL подешавање је промењено: затварам постојеће везе

source: no Acct-Status-Type attribute in rad_sql_acct()
es: rad_sql_acct(): falta atributo Acct-Status-Type
fr: aucune attribut Acc-Status-Type dans rad_sql_acct()
sr: нема атрибута „врста-стања-налога“ у „rad_sql_acct()“

source: %s updated %d record
es: %s modificó %d registro
fr: %s a mis à jour %d enregistrement
sr: „%s“ је освежио %d запис

source: SQL Auth specified in users file, but not in sqlserver file
es: Autentificación SQL se requiere por archivo `users' pero no está activada en el archivo `sqlserver'
fr: Auth SQL spécifiée dans le fichier des utilisateurs mais pas dans le fichier SQL Server
sr: SQL потврђивање идентитета је наведено у датотеци корисника, али не и у „sqlserver“ датотеци

source: SQL: invalid operator: %s
es: SQL: operador inválido: %s
fr: SQL : opérateur invalide : %s
sr: SQL: неисправан оператер: %s

source: SQL authentication is not enabled in raddb/sqlserver
es: La autentificación SQL no está disponible en raddb/sqlserver
fr: Authentification SQL non activée dans raddb/SQL Server
sr: SQL потврђивање идентитета није укључено у „raddb/sqlserver“

source: Radiusd is compiled without SQL support
es: Radiusd compilado sin soporte para SQL
fr: Radiusd a été compilé sans prise en charge de SQL
sr: „radiusd“ је преведен без „SQL“ подршке

source: SNMP system disabled: file `%s' has incorrect permissions
es: Sistema SNMP deshabilitado: el archivo `%s' tiene permisos incorrectos
fr: Système SNMP désactivé : le fichier « %s » a des permissions incorrectes
sr: SNMP систем је искључен: датотека „%s“ има неодговарајућа овлашћења

source: mmap failed
es: mmap ha fallado
fr: mmap échoué
sr: „mmap“ није успело

source: shmem_get(): can't allocate %d byte
es: shmem_get(): no se puede reservar %d byte
fr: shmem_get() : ne peut allouer %d octet
sr: shmem_get(): не могу да доделим %d бајт

source: stat_init failed
es: stat_init ha fallado
fr: stat_init échoué
sr: „stat_init“ није успело

source: reached SNMP storage limit for the number of monitored ports: increase max-port-count
es: alcanzado límite de memoria por el número de puertos: aumente el valor de max-port-count
fr: capacité limite de stockage SNMP atteinte pour le nombre de port surveillés : augmenter le paramètre max-port-count
sr: достигнуто је ограничење SNMP смештаја за број праћених прикључника: повећавам „највећи-број-прикључника“

source: stat_update(): portno %d: can't find nas for IP %s
es: stat_update(): puerto %d: no se puede encontrar NAS con dirección IP %s
fr: stat_update() : portno %d : ne peut trouver le NAS pour l'IP %s
sr: stat_update(): број прикључника %d: не могу да нађем „nas“ за ИП %s

source: stat_update(): port %d not found on NAS %s
es: stat_update(): puerto %d no encontrado en NAS %s
fr: stat_update() : port %d non trouvé sur le NAS %s
sr: stat_update(): нисам нашао прикључник %d на NAS-у „%s“

source: negative port idle time
es: duración de inactividad del puerto negativa
fr: temps d'inactivité du port négatif
sr: негативно време мировања прикључника

source: negative port session time
es: duración de sesión negativa
fr: temps de session du port négatif
sr: негативно време сесије прикључника

source: reached SNMP storage limit for the number of monitored NASes: increase max-nas-count
es: alcanzado el límite de memoria por el número de NASes: aumente el valor de max-nas-count
fr: capacité limite de stockage SNMP atteinte pour le nombre de NAS surveillés : augmenter le paramètre max-nas-count
sr: достигнуто је ограничење SNMP смештаја за број праћених NAS-ова: повећавам „највећи-број-nas-а“

source: GNU RADIUS server version
es: servidor GNU RADIUS, versión
fr: GNU RADIUS serveur version
sr: издање Гну Радијус сервера

source: Compilation platform:
es: Compilado en plataforma:
fr: Plateforme de compilation :
sr: Платформа превођења:

source: Debugging flags:
es: Opciones de depuración:
fr: Options de débogage :
sr: Заставице прочишћавања:

source: Compilation flags:
es: Opciones de compilación:
fr: Options de compilation :
sr: Заставице превођења:

source: Compilation defaults:
es: Valores predeterminados:
fr: Paramètres de compilation par défaut :
sr: Основности превођења:

source: Ports in use:
es: Puertos:
fr: Ports actifs :
sr: Прикључници у употреби:

source: Paths:
es: Caminos:
fr: Chemins :
sr: Путање:

source: configuration directory: %s
es: directorio de configuración: %s
fr: répertoire de configuration : %s
sr: директоријум подешавања: %s

source: logging directory: %s
es: directorio de archivos de registro: %s
fr: répertoire de connexion : %s
sr: директоријум дневника: %s

source: accounting directory: %s
es: directorio de archivos de contabilidad: %s
fr: répertoire de comptabilité : %s
sr: директоријум налога: %s

source: pidfile directory: %s
es: directorio de archivo pid: %s
fr: répertoire du fichier PID : %s
sr: директоријум пид-датотеке: %s

source: Report bugs to <%s>
es: Comunicar errores a <%s>
fr: Rapportez toutes anomalies à <%s>
sr: Грешке пријавите на <%s>

source: child %lu %s
es: hijo %lu %s
fr: processus enfant %lu %s
sr: пород „%lu %s“

source: Killing process %lu: %s
es: Terminando el proceso %lu: %s
fr: Arrêt du processus %lu : %s
sr: Убијам процес %lu: %s

source: error writing header
es: error al escribir la cabecera
fr: erreur d'écriture de l'en-tête
sr: грешка писања заглавља

source: error writing data
es: error al escribir los datos
fr: erreur d'écriture des données
sr: грешка писања података

source: Child exiting on timeout.
es: Subproceso terminando: expiro el tiempo de espera a petición
fr: Fin d'exécution du processus enfant après expiration du délai d'inactivité
sr: Пород излази на истеку времена.

source: Child received malformed header (len = %d, error = %s)
es: Subproceso recibió un encabezado incorrecto (len = %d, error = %s)
fr: Le processus enfant a reçu une en-tête mal formé (longueur = %d, erreur = %s)
sr: Пород је примио лоше заглавље (вел = %d, грешка = %s)

source: Child received malformed data
es: El subproceso recibió datos erróneos
fr: Le processus enfant a reçu des données mal formées
sr: Пород је примио лоше податке

source: error reading data
es: error al leer los datos
fr: erreur de lecture des données
sr: грешка читања података

source: error reading data; wrong data size returned
es: error al leer los datos; se devolvió un tamaño incorrecto de los datos
fr: erreur de lecture des données ; taille erronée des données retournées
sr: грешка читања података; враћена је погрешна величина података

source: Print this help screen
es: Da esta lista de ayuda
fr: Afficher l'aide
sr: Исписује овај екран помоћи

source: NAS LOGIN SID PORT [IP]
sr: NAS ПРИЈАВА СИД ПРИКЉ [ИП]

source: Query the given NAS
es: Enviar petición al NAS especificado
fr: Interroger le NAS spécifié
sr: Пропитује дати NAS

source: Enter Guile
es: Entrar Guile
fr: Fournir Guile
sr: Уводи „Guile“

source: [NUMBER]
es: [NÚMERO]
fr: [NUMÉRO]
sr: [БРОЈ]

source: Print or set the Rewrite stack size
es: Mostrar o establecer el tamaño de pila de Rewrite
fr: Afficher ou fixer la taille de la pile de Réécriture
sr: Исписује или поставља величину спремника поновног писања

source: FUNCTION(args..)
es: FUNCIÓN(argumentos...)
fr: FONCTION(args..)
sr: ФУНКЦИЈА(аргументи..)

source: Run given Rewrite function
es: Invocar la función Rewrite
fr: Exécuter la fonction Réécriture fournie
sr: Покреће дату функцију поновног писања

source: Source the given Rewrite file
es: Leer el archivo Rewrite
fr: Source du fichier de Réécriture fourni
sr: Извире дату датотеку поновног писања

source: TIMESPAN [DOW [HH [MM]]]
es: INTERVALO [DÍA-DE-LA-SEMANA [HORA [MIN]]]
fr: PÉRIODE DE TEMPS [BAS [HH [MM]]]
sr: РАСПОНВРЕМЕНА [DOW [ЧЧ [ММ]]]

source: Check the timespan interval
es: Probar el intervalo de tiempo
fr: Vérifier l'intervalle de la période de temps
sr: Проверава интервал распона времена

source: LEVEL
es: NIVEL
fr: NIVEAU
sr: НИВО

source: [PAIR [,PAIR]]
es: [PAR [,PAR]]
fr: [PAIRE [,PAIRE]]
sr: [ПАР [,ПАР]]

source: Define a request
es: Definir la petición
fr: Définir une requête
sr: Дефинише захтев

source: Print the request
es: Mostrar la petición
fr: Afficher la requête
sr: Исписује захтев

source: Quit the shell
es: Salir del shell
fr: Quitter le shell
sr: Напушта љуску

source: %s: wrong number of arguments
es: %s: número incorrecto de argumentos
fr: %s : mauvais nombre d'arguments
sr: %s: погрешан број аргумената

source: %s is a network name
es: %s es un nombre de red
fr: %s est un nom de réseau
sr: „%s“ је назив мреже

source: %s: unknown nas
es: %s: NAS desconocido
fr: %s : NAS inconnu
sr: %s: непознат нас

source: %s: argument is not a number
es: %s: el valor no es un número
fr: %s : l'argument n'est pas un nombre
sr: %s: аргумент није број

source: Enter the pair list. End with end of file
es: Entre lista de pares. Teclee fin-de-fichero para terminar la entrada
fr: Taper la liste par paire. La terminer par une fin de fichier.
sr: Уноси списак парова. Завршава крајем реда

source: Bad command
es: Orden incorrecta
fr: Commande erronée
sr: Лоша наредба

source: radlast specific switches:
es: opciones específicas para radlast:
fr: clefs spécifiques de radlast :
sr: „radlast“-у специфични прекидачи:

source: show at most NUMBER records
es: muestra no más de NÚMERO registros
fr: afficher au plus NOMBRE d'enregistrements
sr: приказује највише БРОЈЕВНЕ записе

source: use FILE as radwtmp
es: lee ARCHIVO en vez de radwtmp
fr: utiliser le FICHIER en tant que radwtmp
sr: користи ДАТОТЕКУ као „radwtmp“

source: show logins with IPADDR
es: muestra entradas con la dirección IP asignada
fr: afficher les sessions avec IPADDR
sr: приказује пријављивања са ИПАДРЕСОМ

source: mark records with missed stops with bump (!)
es: marca registros con colisiones (!)
fr: marquer les enregistrements ayant des arrêts manquants avec bump (!)
sr: означава записе са недостајућим зауставкама са квржицом (!)

source: show logins from given NAS
es: muestra logins del NAS especificado
fr: afficher les sessions actives ayant un NAS spécifique
sr: приказује пријављивања из датог NAS-а

source: NASNAME
es: NOMBRE-NAS
fr: NOM NAS
sr: НАС_НАЗИВ

source: use long output format
es: usa formato de salida largo
fr: utiliser un format long pour la sortie
sr: користи дуги формат излаза

source: show logins from given port
es: muestra logins con número de puerto especificado
fr: afficher les sessions actives sur un port spécifique
sr: приказује пријављивања са датог прикључника

source: show the login session duration in seconds
es: muestra el tiempo de sesión en segundos
fr: afficher la durée des session en secondes
sr: приказује трајање сесије пријављивања у секундама

source: widen the duration field to show seconds
es: incrementa el tamaño del campo de duración para mostrar los segundos
fr: élargir le champ de durée pour afficher les secondes
sr: раширено поље трајања да би приказало секунде

source: report last logins from Radius database.
es: muestra los últimos logins de base de datos Radius
fr: afficher les dernières sessions à partir de la base de données Radius
sr: извештава о последњим пријављивањима из базе података Радијуса.
