Repository: miniradius/GNU_Radius
Catalog: po/*.po
Languages: es, fr, sr

source: make_pair(): attribute %d not found in dictionary
es: make_pair(): atributo %d no encontrado en el diccionario
fr: make_pair() : attribut %d absent du dictionnaire
sr: make_pair(): атрибут %d није нађен у речнику

source: Actual request length does not match reported length (%d, %d)
es: La petición actual de longitud no coincide con la longitud reportada (%d, %d)
fr: La longueur de la requête actuelle ne concorde pas avec la longueur rapportée (%d, %d)
sr: Тренутна затражена величина не одговара пријављеној величини (%d, %d)

source: Received invalid reply digest from server
es: Respuesta inválida recibida por el servidor
fr: Réception d'un rapport de réponse invalide en provenance du serveur
sr: Примих неисправан сажетак одговора са сервера

source: select() interrupted
es: select() interrumpida
fr: select() interrompue
sr: „select()“ је прекинуто

source: invalid port type
es: tipo de puerto inválido
fr: type de port invalide
sr: неисправна врста прикључника

source: error receiving data from %s:%d
es: error al recibir datos de %s:%d
fr: erreur de réception de données de %s:%d
sr: грешка примања података са „%s:%d“

source: unknown keyword
es: palabra clave desconocida
fr: clavier inconnu
sr: непозната кључна реч

source: wrong number of fields
es: número incorrecto de campos
fr: nombre de champs incorrect
sr: погрешан број поља

source: bad IP address or host name
es: dirección IP o nombre de anfitrión erróneo
fr: adresse IP ou nom d'hôte invalide
sr: лоша ИП адреса или назив домаћина

source: bad port number %s
es: número inválido de puerto %s
fr: numéro de port incorrect %s
sr: лош број прикључника „%s“

source: bad timeout value
es: valor inválido del tiempo de espera
fr: valeur invalide pour le dépassement de délai
sr: лоша вредност временског истека

source: bad retry value
es: valor inválido del número de reintentos
fr: valeur invalide pour nouveaux essais
sr: чоша вредност поновног покушаја

source: compiled without debugging support
es: compilado sin soporte de depuración
fr: compilé sans la prise en charge du débogage
sr: преведено је без подршке прочишћавања

source: too few fields
es: insuficiente número de campos
fr: trop peu de champs
sr: премало поља

source: too many fields
es: demasiados campos
fr: trop de champs
sr: превише поља

source: missing ]
es: falta ]
fr: ] manquant
sr: недостаје ]

source: invalid syntax flag %c
es: opción de sintaxis inválida: %c
fr: syntaxe invalide pour l'option %c
sr: неисправна заставица синтаксе „%c“

source: invalid flag %c
es: la opción %c es inválida
fr: option invalide %c
sr: неисправна заставица „%c“

source: value not a number (near %s)
es: el valor no es un número (cerca de %s)
fr: valeur n'est pas un nombre (près de %s)
sr: вредност није број (близу „%s“)

source: no parser registered for this attribute
es: no hay analizador registrado para este atributo
fr: pas d'analyseur enregistré pour cet attribut
sr: нема обрађивача регистрованог за овај атрибут

source: invalid type
es: tipo inválido
fr: type invalide
sr: неисправна врста

source: unknown vendor
es: fabricante inválido
fr: fournisseur inconnu
sr: непознат продавац

source: Redefining attribute %s
es: Redefinición del atributo %s
fr: Redéfinition de l'attribut %s
sr: Поново дефинишем атрибут „%s“

source: Redefining alias %s
es: Redefinición del alias `%s'
fr: Redéfinition de l'alias %s
sr: Поново дефинишем алијас „%s“

source: Attribute %s is not defined
es: El atributo %s no está definido
fr: Attribut %s indéfini
sr: Атрибут „%s“ није дефинисан

source: Symbol %s already declared
es: El símbolo %s ya está declarado
fr: Symbole %s déjà déclaré
sr: Симбол „%s“ је већ објављен

source: PROPERTY syntax error
es: error de sintaxis en PROPERTY
fr: erreur de syntaxe de PROPRIÉTÉ
sr: грешка синтаксе ВЛАСНИШТВА

source: blocks cannot be nested
es: los bloques no se pueden anidar
fr: les blocs ne peuvent être imbriqués
sr: блокови не могу бити угнеждени

source: block opened here
es: bloque abierto aquí
fr: bloc ouvert ici
sr: блок је отворен овде

source: block syntax: expected `VENDOR' but found `%s'
es: sintaxis de bloques: se esperaba `VENDOR', pero se ha encontrado `%s'
fr: syntaxe de bloc : « VENDOR » attendu, mais « %s » obtenu
sr: синтакса блока: очекивах „ПРОДАВАЦ“ али нађох „%s“

source: unexpected END
es: END inesperado
fr: END inattendu
sr: неочекиван КРАЈ

source: BEGIN without END
es: BEGIN sin END
fr: BEGIN sans END
sr: ПОЧЕТАК без КРАЈА

source: %s: %d error
fr: %s : %d erreur
sr: %s: %d грешка

source: can't stat `%s'
es: stat ha fallado para `%s'
fr: ne peut pas évaluer « %s »
sr: не могу да добавим податке „%s“

source: can't open file `%s'
es: no se puede abrir el archivo `%s'
fr: impossible d'ouvrir le fichier « %s »
sr: не могу да отворим датотеку „%s“

source: %s: read error
es: %s: error de lectura
fr: %s : erreur de lecture
sr: %s: грешка читања

source: %s: short read
es: %s: lectura insuficiente
fr: %s : lecture courte
sr: %s: кратко читање

source: grad_ut_setent(): cannot open `%s'
es: grad_ut_setent(): no se puede abrir `%s'
fr: grad_ut_setent() : impossible d'ouvrir « %s »
sr: grad_ut_setent(): не могу да отворим „%s“

source: login: entry for NAS %s port %d duplicate
es: login: entrada para NAS %s, puerto %d está duplicada
fr: login : l'entrée pour le NAS %s port %d est en double
sr: пријава: дупли унос за NAS %s прикључник %d

source: login: entry for NAS %s port %d wrong order
es: login: entrada para NAS %s, puerto %d está en orden incorrecto
fr: login : l'entrée pour le NAS %s port %d est dans le mauvais ordre
sr: пријава: погрешан поредак уноса за NAS %s прикључник %d

source: logout: entry for NAS %s port %d has wrong ID (expected %s found %s)
es: logout: entrada para NAS %s, puerto %d tiene ID incorrecto (se esperaba %s, se ha encontrado %s)
fr: logout : l'entrée pour le NAS %s port %d a un mauvais ID (%s attendu, %s reçu)
sr: одјава: унос за NAS %s прикључник %d има погрешан ИД (очекивах „%s“ нађох „%s“)

source: logout: login entry for NAS %s port %d not found
es: logout: no se ha encontrado entrada login para NAS %s, puerto %d
fr: logout : l'entrée de login pour le NAS %s port %d est introuvable
sr: одјава: нисам нашао унос пријаве за NAS %s прикључник %d

source: can't open %s
es: no se puede abrir %s
fr: impossible d'ouvrir %s
sr: не могу да отворим „%s“

source: not enough memory
es: memoria insuficiente
fr: mémoire insuffisante
sr: нема довољно меморије

source: `%s' already included here
es: `%s' ya incluido aquí
fr: « %s » est déjà inclus ici
sr: „%s“ је већ укључено овде

source: `%s' already included at top level
es: `%s' ya incluido en el nivel superior
fr: « %s » est déjà inclus au niveau supérieur
sr: „%s“ је већ укључено на највишем нивоу

source: can't open `%s'
es: no se puede abrir `%s'
fr: impossible d'ouvrir « %s »
sr: не могу да отворим „%s“

source: discarding user `%s'
es: borrando entrada del usuario `%s'
fr: élimination de l'utilisateur « %s »
sr: одбацујем корисника „%s“

source: unknown attribute `%s'
es: atributo desconocido `%s'
fr: attribut inconnu « %s »
sr: непознат атрибут „%s“

source: %s: not an absolute pathname
es: %s: no es un nombre de archivo absoluto
fr: %s : n'est pas un chemin absolu
sr: %s: није апсолутни назив путање

source: attribute
es: atributo
fr: attribut
sr: атрибут

source: value %s is not declared for attribute %s
es: el valor %s no está declarado para el atributo %s
fr: la valeur %s n'est pas déclarée pour l'attribut %s
sr: вредност „%s“ није објављена за атрибут „%s“

source: %s: can't parse date
es: %s: no se puede analizar la fecha
fr: %s : ne peut analyser la date
sr: %s: не могу да обрадим датум

source: %s: unknown attribute type %d
es: %s: tipo de atributo %d desconocido
fr: %s : type d'attribut inconnu %d
sr: %s: непозната врста атрибута „%d“

source: enabled userfile parser debugging
es: archivo de usuarios habilitado para análisis de errores
fr: permettre le débogage lors de l'analyse du fichier utilisateur
sr: прочишћавање обрађивача датотеке корисника је укључено

source: disabled userfile parser debugging
es: archivo de usuarios deshabilitado para análisis de errores
fr: interdire le débogage lors de l'analyse du fichier utilisateur
sr: прочишћавање обрађивача датотеке корисника је искључено

source: string too long: %s
es: cadena de caracteres demasiado larga: %s
fr: chaîne trop longue : %s
sr: ниска је предуга: %s

source: missing closing quote in string started near `%s'
es: Falta la comilla de cierre en la cadena de caracteres que comienza cerca de `%s'
fr: guillemet fermant absent dans la chaîne débutant près de « %s »
sr: недостаје затворена заграда у нисци започетој близу „%s“

source: error in format spec: unknown format %s
es: error en la especificación del formato: el formato %s es desconocido
fr: erreur dans les spécifications de format : format %s inconnu
sr: грешка у одредби формата: непознат формат „%s“

source: wrong number of arguments to form %s
es: número incorrecto de argumentos para %s
fr: mauvais nombre d'arguments pour la forme %s
sr: погрешан број аргумената за образац „%s“

source: form `%s' not closed
es: `%s' no cerrado
fr: la forme « %s » n'est pas fermée
sr: образац „%s“ није затворен

source: Common options
es: Opciones comunes
fr: Options communes
sr: Заједничке опције

source: Set path to the configuration directory
es: Establece el directorio de configuración
fr: Fixer le chemin du répertoire de configuration
sr: Поставља путању до директоријума подешавања

source: DIR
sr: ДИР

source: too many arguments
es: demasiados argumentos
fr: trop d'arguments
sr: превише аргумената

source: Usage:
es: Modo de empleo:
sr: Употреба:

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
es: Los argumentos obligatorios u opcionales para las opciones largas son también obligatorios u opcionales para las opciones cortas correspondientes.
fr: Les arguments obligatoires ou optionnels des options de formes longues le sont aussi dans leur forme courte.
sr: Обавезни или опционални аргументи за дуге опције су такође обавезни или опционални за све одговарајуће кратке опције.

source: give a short usage message
es: da un mensaje corto de uso
fr: affiche un court message sur le fonctionnement
sr: даје кратку поруку о коришћењу

source: print program version
es: muestra la versión del programa
fr: afficher la version du programme
sr: исписује издање програма

source: no Acct-Status-Type attribute
es: falta el atributo Acct-Status-Type
fr: aucune attribut Acct-Status-Type
sr: нема атрибута „врста-стања-налога“

source: NAS %s started (Accounting-On packet seen)
es: NAS %s iniciado (recibido paquete Accounting-On)
fr: NAS %s démarré (paquet Accounting-On aperçu)
sr: NAS „%s“ је покренут (пакет „Accounting-On“ је виђен)

source: NAS %s shut down (Accounting-Off packet seen)
es: NAS %s apagado (recibido paquete Accounting-Off)
fr: NAS %s arrêté (paquet Accounting-Off aperçu)
sr: NAS „%s“ је угашен (пакет „Accounting-Off“ је виђен)

source: unknown packet type (%d)
es: tipo de paquete (%d) desconocido
fr: type de paquet inconnu (%d)
sr: непозната врста пакета (%d)

source: NOT writing wtmp record
es: NO es posible escribir registro en wtmp
fr: Pas d'enregistrement d'écriture wtmp
sr: НЕ пишем „wtmp“ запис

source: System accounting is disabled
es: La contabilidad del sistema está desactivada
fr: Le système de comptabilité est désactivée.
sr: Стварање налога система је искључено

source: Cannot stat path component: %s
es: No se puede efectuar `stat' sobre la componente de la ruta: %s
fr: Ne peut pas évaluer le composant du chemin : %s
sr: Не могу да добавим податке компоненте путање: %s

source: Cannot create directory %s
es: No se puede crear el directorio %s
fr: Impossible de créer le répertoire : %s
sr: Не могу да направим директоријум „%s“

source: Path component is not a directory: %s
es: La componente de la ruta no es un directorio: %s
fr: Le composant du chemin n'est pas un répertoire : %s
sr: Компонента путање није директоријум: „%s“

source: %s: directory not writable
es: %s: no se puede escribir en el directorio
fr: %s : répertoire interdit en écriture
sr: %s: директоријум није уписив

source: %s: not a directory
es: %s: no es un directorio
fr: %s : n'est pas un répertoire
sr: %s: није директоријум

source: Detailed accounting is disabled
es: La contabilidad detallada está desactivada
fr: Comptabilité détaillée désactivée
sr: Стварање детаљних налога је искључено

source: wrong return type
es: tipo de retorno incorrecto
fr: type retourné incorrect
sr: погрешна врста повратка

source: Invalid password aging information for user '%s'
es: Información de caducidad de contraseña inválida para el usuario '%s'
fr: Information de péremption du mot de passe invalide pour l'utilisateur « %s »
sr: Неисправна информација истека лозинке за корисника „%s“

source: account locked
es: cuenta cerrada
fr: compte verrouillé
sr: налог је закључан

source: No username
es: Falta el nombre del usuario
fr: Pas de nom d'utilisateur
sr: Нема корисничког имена

source: Malformed username
es: Nombre mal escrito
fr: Nom d'utilisateur mal composé
sr: Лоше корисничко име

source: Access denied by huntgroup %s:%d
es: Acceso denegado por grupo %s:%d
fr: Accès interdit par le groupe de recherche %s:%d
sr: Приступ је одбијен групом бирања „%s:%d“

source: unknown Password-Location value: %ld
es: valor desconocido de Password-Location: %ld
fr: valeur inconnue pour Password-Location : %ld
sr: непозната вредност локације лозинке: %ld

source: PAM authentication not available
es: La autentificación PAM no está disponible
fr: Authentification PAM indisponible
sr: ПАМ потврђивање идентитета није доступно

source: No such user
es: No existe tal usuario
fr: Utilisateur inconnu
sr: Нема таквог корисника

source: Login rejected
es: Login rechazado
fr: Connexion rejetée
sr: Пријава је одбијена

source: denied by Scheme procedure
es: rechazado por la función Scheme
fr: interdit par la procédure Scheme
sr: забрањено процедуром шеме

source: Invalid Auth-Failure-Trigger value: %s
es: Valor Auth-Failure-Trigger inválido: %s
fr: Valeur Auth-Failure-Trigger invalide : %s
sr: Неисправна вредност „окидача-неуспеха-потврђивања-идентитета“: %s

source: The value of Auth-Failure-Trigger attribute must begin with '/' or '('.
es: El valor del atributo Auth-Failure-Trigger debe comenzar por '/' o '('.
fr: La valeur de l'attribut Auth-Failure-Trigger doit débuter par « / » ou « ( ».
sr: Вредност атрибута „окидач-неуспеха-потврђивања-идентитета“ мора почети са / или (.

source: Rejected
es: Rechazado
fr: Rejetée
sr: Одбијено

source: Ignored
es: Descartado
fr: Ignorée
sr: Занемарено

source: Login incorrect
es: Login incorrecto
sr: Пријава није исправна

source: Account expired
es: Cuenta caducada
fr: Compte expiré
sr: Налог је истекао

source: Password expired
es: Contraseña caducada
fr: Mot de passe expiré
sr: Лозинка је истекла

source: Account disabled
es: Cuenta desactivada
fr: Compte désactivé
sr: Налог је искључен

source: Login failed
es: Login ha fallado
fr: Connexion échouée
sr: Пријава није успела

source: realm quota exceeded for
es: Se ha excedido la cuota de `realm' para
fr: débordement de quota du domaine de
sr: квота подручја је премашена за

source: Multiple logins: [%s] max. %ld%s
es: Logins múltiples: [%s] max. %ld%s
fr: Connexions multiples : [%s] max. %ld%s
sr: Неколико пријава: [%s] max. %ld%s

source: [MPP attempt]
es: [intento de MPP]
fr: [tentative MPP]
sr: [„MPP“ покушај]

source: Outside allowed timespan (%s)
es: Fuera de tiempo permitido (%s)
fr: En dehors de la période de temps permise (%s)
sr: Изван дозвољеног распона времена (%s)

source: external check failed:
es: prueba externa ha fallado:
fr: échec de la vérification externe :
sr: спољна провера није успела:

source: Login OK
es: Autentificación válida
fr: Connexion acceptée
sr: Пријава је у реду

source: too many attributes
es: demasiados atributos
fr: trop d'attributs
sr: превише атрибута

source: can't store datum for %s
es: no se puede guardar datum %s
fr: ne peut stocker les données pour %s
sr: не могу да сачувам датум за „%s“

source: cannot open dbm file %s
es: no se puede abrir archivo dbm %s
fr: impossible d'ouvrir le fichier dbm %s
sr: не могу да отворим „dbm“ датотеку „%s“

source: unknown NAS type: %s (nas %s)
es: tipo de NAS desconocido: %s (nas %s)
fr: type de NAS inconnu : %s (NAS %s)
sr: непозната NAS врста: %s (нас „%s“)

source: timed out in waiting SNMP response from NAS %s
es: Expiró el tiempo de respuesta SNMP de NAS %s
fr: délai expiré lors de l'attente de la réponse SNMP depuis le NAS %s
sr: истекло је време чекајући SNMP одговор од NAS-а „%s“

source: no snmp_oid
es: no hay ningún snmp_oid
fr: pas de snmp_oid
sr: нема „snmp_oid“

source: invalid OID: %s
es: OID inválido: %s
fr: OID invalide : %s
sr: неисправан OID: %s

source: can't create snmp session: %s
es: no se puede crear sesión SNMP: %s
fr: impossible de créer une session snmp : %s
sr: не могу да направим „snmp“ сесију: %s

source: can't open snmp session: %s
es: no se puede abrir sesión SNMP: %s
fr: impossible d'ouvrir une session snmp : %s
sr: не могу да отворим „snmp“ сесију: %s

source: can't create SNMP PDU: %s
es: no se puede crear SNMP PDU: %s
fr: impossible de créer un PDU SNMP : %s
sr: не могу да направим SNMP PDU: %s

source: unknown host: %s
es: máquina desconocida: %s
fr: hôte inconnu : %s
sr: непознат домаћин: %s

source: timed out in waiting for finger response from NAS %s
es: Expiró el tiempo de respuesta "finger" de NAS %s
fr: délai expiré lors de l'attente de la réponse de finger depuis le NAS %s
sr: истекло је време чекајући одговор додира од NAS-а „%s“

source: path variable not set
es: no se ha establecido la variable path
fr: variable du chemin non initialisée
sr: променљива путање није постављена

source: expr variable not set
es: no se ha establecido la variable expr
fr: variable d'expression non initialisée
sr: променљива истека није постављена

source: unknown block statement
es: instrucción compuesta desconocida
fr: déclaration de bloc inconnu
sr: непозната изјава блока

source: invalid netmask length: %d
es: longitud de máscara de red incorrecta: %d
fr: longueur du masque réseau invalide : %d
sr: неисправна дужина мрежне маске: %d

source: %s:%d: unexpected EOF in comment started at line %d
es: %s:%d: fin de archivo inesperado en el comentario que comienza en la línea %d
fr: %s:%d : fin de fichier inattendue dans le commentaire débutant à la ligne %d
sr: %s:%d: неочекивани крај датотеке у коментару започетом у %d. реду

source: %s:%d: no such service: %s
es: %s:%d: no existe tal servicio: %s
fr: %s:%d : service inconnu : %s
sr: %s:%d: нема такве услуге: %s

source: %s:%d: unknown host: %s
es: %s:%d: anfitrión desconocido: %s
fr: %s:%d : hôte inconnu : %s
sr: %s:%d: непознат домаћин: %s

source: INTERNAL ERROR at %s:%d: unknown datatype %d
es: ERROR INTERNO en %s:%d: tipo de datos desconocido (%d)
fr: ERREUR INTERNE à %s:%d : type de données inconnu %d
sr: УНУТРАШЊА ГРЕШКА на „%s:%d“: непозната врста података %d

source: %s:%d: wrong datatype (should be %s)
es: %s:%d: tipo de datos incorrecto (debe ser `%s')
fr: %s:%d : type de données incorrect (devrait être %s)
sr: %s:%d: погрешна врста података (треба бити „%s“)

source: too few arguments
es: insuficiente número de argumentos
fr: trop peu d'arguments
sr: премало аргумената

source: %s:%d: obsolete statement
es: %s:%d: instrucción obsoleta
fr: %s:%d : déclaration obsolète
sr: %s:%d: застарела изјава

source: can't open config file `%s'
es: no se puede abrir archivo de configuración `%s'
fr: impossible d'ouvrir le fichier de configuration « %s »
sr: не могу да отворим датотеку подешавања „%s“

source: reading %s
es: leyendo %s
fr: lecture de %s
sr: читам „%s“

source: no such user: %s
es: no existe tal usuario: %s
fr: utilisateur inconnu : %s
sr: нема таквог корисника: %s

source: setgroups(1, %lu) failed
es: setgroups(1, %lu) falló
fr: setgroups(1, %lu) a échoué
sr: „setgroups(1, %lu)“ није успело

source: setegid(%lu) failed
es: setegid(%lu) falló
fr: setegig(%lu) a échoué
sr: „setegid(%lu)“ није успело

source: setregid(%lu,%lu) failed
es: setregid(%lu,%lu) falló
fr: setregid(%lu, %lu) a échoué
sr: „setregid(%lu,%lu)“ није успело

source: setresgid(%lu,%lu,%lu) failed
es: setresgid(%lu,%lu,%lu) falló
fr: setresgid(%lu, %lu, %lu) a échoué
sr: „setresgid(%lu,%lu,%lu)“ није успело

source: setgid(%lu) failed
es: setgid(%lu) falló
fr: setgid(%lu) a échoué
sr: „setgid(%lu)“ није успело

source: cannot set effective gid to %lu
es: no se puede establecer el uid efectivo %lu
fr: ne peut fixer le gid d'effectif à %lu
sr: не могу да подесим стварни гиб на %lu

source: setreuid(%lu,-1) failed
es: setreuid(%lu,-1) falló
fr: setreuid(%lu,-1) a échoué
sr: „setreuid(%lu,-1)“ није успело

source: second setuid(%lu) failed
es: el segundo setuid(%lu) falló
fr: second setuid(%lu) a échoué
sr: други „setuid(%lu)“ није успело

source: setuid(%lu) failed
es: setuid(%lu) falló
fr: setuid(%lu) a échoué
sr: „setuid(%lu)“ није успело

source: seteuid(0) succeeded when it should not
es: seteuid(0) ha tenido éxito cuando no debería
fr: seteuid(0) a réussi alors qu'il n'aurait pas dû
sr: „seteuid(0)“ је успело када није требало

source: cannot drop non-root setuid privileges
es: no se pueden abandonar los privilegios «setuid» del usuario ordinario
fr: impossible d'abandonner les privilèges non-root setuid
sr: не могу да одбацим не-административна „setuid“ овлашћења

source: radius_exec_command(): won't execute, not an absolute pathname: %s
es: radius_exec_command(): no se puede ejecutar: el nombre del programa no es una ruta absoluta: %s
fr: radius_exec_command() : impossible d'exécuter un chemin non absolu : %s
sr: radius_exec_command(): нећу извршити, није апсолутни назив путање: %s

source: can't reset SIGCHLD
es: no se puede reajustar SIGCHLD
fr: impossible de réinitialiser SIGCHLD
sr: не могу поново да поставим „SIGCHLD“

source: can't restore SIGCHLD
es: no se puede restaurar SIGCHLD
fr: impossible de restaurer SIGCHLD
sr: не могу да повратим „SIGCHLD“

source: can't run external program `%s' (reason reported via syslog channel user.err)
es: no se puede ejecutar el programa externo `%s' (la razón se ha reportado a través del canal syslog `user.err')
fr: impossible d'exécuter le programme externe « %s » (raison fournie via le canal de syslog user.err)
sr: не могу да покренем спољни програм „%s“ (разлог је пријављен путем канала системског дневника „user.err“)

source: external program `%s' %s
es: programa externo `%s': %s
fr: programme externe « %s » %s
sr: спољни програм „%s“: %s

source: radius_exec_program(): won't execute, not an absolute pathname: %s
es: radius_exec_program(): no se puede ejecutar: el nombre del programa no es una ruta absoluta: %s
fr: radius_exec_program() : impossible d'exécuter un chemin non absolu : %s
sr: radius_exec_program(): нећу извршити, није апсолутни назив путање: %s

source: couldn't open pipe
es: no se puede abrir la tubería
fr: impossible d'ouvrir un tube
sr: не могу да отворим спојку

source: can't close pipe
es: no se puede cerrar la tubería
fr: impossible de fermer le tube
sr: не могу да затворим спојку

source: can't dup stdout
es: no se puede duplicar la salida estándar (stdout)
fr: impossible de dupliquer le sortie standard
sr: не могу да дуплирам стандардни излаз

source: <stdout of %s>:%d: %s
es: <salida de %s>:%d: %s
fr: <stdout de %s>:%d: %s
sr: <стандардни излаз за „%s“>:%d: %s

source: filter %s (pid %d) %s (in: %u, out: %u)
es: filtro %s (pid %d) %s (entrada: %u, salida: %u)
fr: filtre %s (pid %d) %s (entrée : %u, sortie : %u)
sr: филтер „%s“ (пид %d) „%s“ (улаз: %u, излаз: %u)

source: filter %s is not declared
es: filtro %s no declarado
fr: filtre %s non déclaré
sr: филтер „%s“ није објављен
