Repository: miniradius/GNU_Radius
Catalog: po/*.po
Languages: es, fr, sr

source: can't open file %s
es: no se puede abrir el archivo %s
fr: impossible d'ouvrir le fichier %s
sr: не могу да отворим датотеку „%s“

source: System accounting is disabled
es: La contabilidad del sistema está desactivada
fr: Le système de comptabilité est désactivée
sr: Налози система су искључени

source: radwtmp begins %s
es: fecha de comienzo del radwtmp: %s
fr: radwtmp débute %s
sr: „radwtmp“ почиње „%s“

source: still logged in
es: todavía en línea
fr: session encore active
sr: још увек пријављен

source: shutdown
es: apagado
fr: arrêt
sr: гасим

source: reboot
es: reinicio
fr: redémarrage
sr: поново подижем

source: acct_off
es: contabilidad desactivada
sr: налог_искљ.

source: acct_on
es: contabilidad activada
sr: налог_укљ.

source: error reading dictionary file
es: error al leer archivo de diccionario
fr: erreur de lecture du fichier dictionnaire
sr: грешка читања датотеке речника

source: not enough 'while's to break from
es: no hay suficientes 'while's de los que salir con break
fr: pas assez de « while » pour faire une interruption de
sr: нема довољно „while“ за прекидање

source: not enough 'while's to continue
es: no hay suficientes 'while's para un continue
fr: pas assez de « while » pour poursuivre
sr: нема довољно „while“ за наставак

source: return outside of a function definition
es: `return' fuera de una definición de función
fr: return à l'extérieur d'une définition de fonction
sr: резултат је ван дефиниције функције

source: undefined function `%s'
es: función `%s' no definida
fr: fonction indéfinie « %s »
sr: недефинисана функција „%s“

source: nested function definitions are not allowed
es: no se permiten definiciones de funciones anidadas
fr: la définition de fonctions imbriquées n'est pas permise
sr: угнеждене дефиниције функције нису допуштене

source: the current function definition begins here
es: la definición de la función actual comienza aquí
fr: la définition de la fonction courante débute ici
sr: текућа дефиниција функције почиње овде

source: `%s' previously defined here
es: `%s' previamente definida aquí
fr: « %s » défini précédemment ici
sr: „%s“ је претходно дефинисана овде

source: warning: truncating binary string
es: atención: se trunca la cadena binaria
fr: AVERTISSEMENT : troncature d'une chaîne binaire
sr: упозорење: кратим бинарну ниску

source: expected integer value or request code name
es: se esperaba un valor entero o un nombre clave de petición
fr: valeur entière attendu ou nom de code de requête
sr: очекивана је целобројна вредност или назив кода захтева

source: warning: '*' is meaningless for this attribute type
es: atención: '*' no tiene sentido para este tipo de atributo
fr: AVERTISSEMENT : '*' n'a pas de sens pour ce type d'attribut
sr: упозорење: „*“ је без значења за ову врсту атрибута

source: Misplaced `end'
es: `end' fuera de lugar
fr: « end » mal positionné
sr: Лоше стављено „end“

source: Unexpected end of line
es: Fin de línea inesperado
fr: Fin de ligne inattendue
sr: Неочекиван крај реда

source: In function `%s':
es: En la función `%s':
fr: Dans la fonction « %s » :
sr: У функцији „%s“:

source: At top level:
es: En el nivel superior:
fr: Au niveau supérieur :
sr: На највишем нивоу:

source: assign: expected `='
es: asignación: se esperaba `='
fr: affectation : attendu `='
sr: додела: очекивано је „=“

source: radtest specific switches:
es: opciones específicas para radtest:
fr: clés spécifiques de radtest :
sr: „radtest“-у специфични прекидачи:

source: assign a VALUE to VARIABLE
es: asigna VALOR a VARIABLE
fr: affecter une VALEUR à la VARIABLE
sr: додељује ВРЕДНОСТ ПРОМЕНЉИВОЈ

source: VARIABLE=VALUE
es: VARIABLE=VALOR
fr: VARIABLE=VALEUR
sr: ПРОМЕНЉИВА=ВРЕДНОСТ

source: set debugging level
es: establece el nivel de depuración
fr: sélectionner le niveau de débogage
sr: поставља ниво прочишћавања

source: set number of retries
es: establece el número de reintentos
fr: sélectionner le nombre d'essais
sr: поставља број поновних покушаја

source: set radius server parameters
es: establece los parámetros de servidor radius
fr: fixer les paramètres du serveur radius
sr: поставља параметре радијус сервера

source: SERVER
es: SERVIDOR
fr: SERVEUR
sr: СЕРВЕР

source: set timeout
es: establece el tiempo máximo
fr: fixer le délai d'expiration
sr: поставља истек времена

source: verbose mode
es: modo de información detallada
fr: mode verbeux
sr: режим опширности

source: disable interactive mode
es: desactiva el modo interactivo
fr: désactiver le mode interactif
sr: искључује међудејствени режим

source: Check the input file syntax and exit
es: Comprueba la sintaxis del fichero de entrada y finaliza
fr: Vérifier la syntaxe du fichier d'entrée et quitter
sr: Проверава синтаксу датотеке улаза и излази

source: Radius client shell
es: Shell del cliente radius
fr: Shell du client Radius
sr: Шкољка клијента Радијуса

source: can't parse server definition
es: definición de servidor incomprensible
fr: impossible d'analyser la définition du serveur
sr: не могу да обрадим дефиницију сервера

source: no shared secret for the server
es: no hay ningún secreto compartido para el servidor
fr: pas de clef secrète partagée pour le serveur
sr: нема дељене тајне за сервер

source: bad IP address or host name: %s
es: dirección IP o nombre de anfitrión erróneo: %s
fr: adresse IP ou nom d'hôte erroné(e) : %s
sr: лоша ИП адреса или назив домаћина: %s

source: bad separator near %s
es: separador inválido cerca de %s
fr: séparateur erronée près de %s
sr: лош раздвојник близу „%s“

source: No servers specfied. Use -s option.
es: No se ha especificado ningún servidor. Utilice la opción -s.
fr: Aucun serveur n'a été spécifié. Utiliser l'option -s.
sr: Није наведен сервер. Користите опцију „-s“.

source: assign: missing closing quote
es: asignación: falta la comilla de cierre
fr: affectation : guillemet fermant absent
sr: додела: недостају затварајући наводници

source: assign: invalid IP address: %s
es: asignación: dirección IP inválida: %s
fr: affectation : adresse IP invalide : %s
sr: додела: неисправна ИП адреса: %s

source: out of memory
es: memoria agotada
fr: mémoire épuisée
sr: нема више меморије

source: division by zero
es: división por cero
fr: division par zéro
sr: дељење нулом

source: addition
es: adición
sr: сабирању

source: subtraction
es: substracción
fr: soustraction
sr: одузимање

source: multiplication
es: multiplicación
sr: множење

source: division
es: división
sr: дељење

source: boolean conjunction
es: conjunción booleana
fr: conjonction booléenne
sr: логичка конјункција

source: boolean disjunction
es: disjunción booleana
fr: disjonction booléenne
sr: логичка дисјункција

source: comparison
es: comparación
fr: comparaison
sr: поређење

source: incompatible types in %s
es: tipos incompatibles en %s
fr: type incompatibles dans %s
sr: несагласне врсте у %s

source: binary negation
es: negación binaria
fr: négation binaire
sr: бинарна негација

source: numeric negation
es: negación numérica
fr: négation numérique
sr: бројевна негација

source: incompatible data type in %s
es: tipo de dato incompatible en %s
fr: type de donnée incompatible dans %s
sr: несагласна врста података у „%s“

source: variable `%s' used before definition
es: variable `%s' usada antes de la definición
fr: variable « %s » utilisée avant sa définition
sr: променљива „%s“ је коришћена пре дефиниције

source: %s:%d: unknown data type
es: %s:%d: tipo de dato desconocido
fr: %s:%d : type de donnée inconnu
sr: %s:%d: непозната врста података

source: invalid data type
es: tipo de dato inválido
fr: type de donnée invalide
sr: неисправна врста података

source: undefined
es: no definido
fr: indéfini
sr: недефинисану

source: ipaddress
es: dirección ip
fr: adresse IP
sr: ип-адресу

source: binary string
es: cadena binaria
fr: chaîne binaire
sr: бинарну ниску

source: pairlist
es: lista de parejas
fr: paire de listes
sr: списак пара

source: A/V list
es: lista A/V
fr: liste A/V
sr: A/V списак

source: to undefined
es: a no definido
fr: vers un indéfini
sr: у недефинисану

source: to ipaddress
es: a dirección ip
fr: vers une adresse IP
sr: у ип-адресу

source: to binary string
es: a una cadena binaria
fr: vers une chaîne binaire
sr: у бинарну ниску

source: to pairlist
es: a una lista de parejas
fr: vers une paire de listes
sr: у списак пара

source: to A/V list
es: a una lista A/V
fr: vers une liste A/V
sr: у A/V списак

source: cannot convert %s %s
es: no se puede convertir %s %s
fr: impossible de convertir %s en %s
sr: не могу да претворим „%s %s“

source: not a pair list
es: no es una lista de parejas
fr: n'est pas une paire de listes
sr: није списак парова

source: invalid data type in send statement (expected A/V list)
es: tipo de dato inválido en la sentencia `send' (se esperaba una lista A/V)
fr: type de données invalide dans une déclaration de transmission (attendu dans une liste A/V)
sr: неисправна врста података у изјави слања (очекивах A/V списак)

source: expect %s
es: se espera %s
fr: %s attendu
sr: очекивах „%s“

source: got %s
es: Se obtuvo %s
fr: %s obtenu
sr: добих „%s“

source: expected A/V pair list
es: se esperaba una lista de parejas A/V
fr: attendait une pair de listes A/V
sr: очекивах A/V списак парова

source: invalid data type in exit statement
es: tipo de dato inválido en la sentencia `exit'
fr: type de donnée invalide dans une déclaration exit
sr: неисправна врста података у изјави изласка

source: invalid data type in `shift'
es: tipo de dato inválido en `shift'
fr: type de donnée invalide dans un « shift »
sr: неисправна врста података у „помаку“

source: not enough arguments to shift
es: no hay suficientes argumentos para un shift
fr: pas assez d'argument pour le décalage
sr: нема довољно аргумената за помицање

source: radwho specific switches:
es: opciones específicas para radwho:
fr: clefs spécifiques de radwho :
sr: „radwho“-у специфични прекидачи:

source: print all entries, not only active ones
es: muestra todos los registros, no sólo los activos
fr: afficher toutes les entrées, pas seulement celles qui sont actives
sr: исписује све уносе, ане само оне активне

source: display CLID in second column
es: muestra CLID en la segunda columna
fr: afficher CLID dans la seconde colonne
sr: приказује CLID у другој колони

source: change date representation format
es: establece el formato de representación de fecha
fr: changement de format de date
sr: мења формат приказивања датума

source: DATEFMT
es: FORMATO-FECHA
sr: ФМТ-ДАТУМА

source: print STRING instead of an empty column
es: imprime CADENA en lugar de columna vacía
fr: afficher la CHAÎNE au lieu d'une colonne vide
sr: исписује НИСКУ уместо празне колоне

source: STRING
es: CADENA
fr: CHAÎNE
sr: НИСКА

source: Use FILE instead of /var/log/radutmp
es: Lee ARCHIVO en vez de /var/log/radutmp
fr: Utiliser le FICHIER au lieu de /var/log/radutmp
sr: Користи ДАТОТЕКУ уместо „/var/log/radutmp“

source: act as a finger daemon
es: actúa como demonio de `finger'
fr: agir comme un démon finger
sr: делује као позадинац додира

source: do not display header line
es: no muestra la línea de cabecera
fr: ne pas afficher la ligne d'en-tête
sr: не приказује ред заглавља

source: display session ID in the second column
es: muestra identificador de sesión en la segunda columna
fr: afficher l'identificateur de session dans la seconde colonne
sr: приказује ИД сесије у другој колони

source: Long output. All fields will be printed.
es: Salida detallada. Muestra todos los campos.
fr: Format de sortie long. Tous les champs seront affichés.
sr: Дуг излаз. Биће исписана сва поља.

source: display also local users
es: muestra también los usuarios locales
fr: afficher aussi les utilisateurs locaux
sr: приказује такође локалне кориснике

source: do not resolve hostnames.
es: no realiza resolución de nombres de equipos.
fr: ne pas résoudre les noms d'hôte.
sr: не решава називе домаћина.

source: change output format
es: establece el formato de salida
fr: changer le format de sortie
sr: мења формат излаза

source: FORMAT
es: FORMATO
sr: ФОРМАТ

source: secure mode: requires that the username be specified
es: modo seguro: requiere que se especifique el nombre de usuario
fr: mode sécurisé : requiert que le nom d'utilisateur soit spécifié
sr: безбедни режим: захтева да се наведе корисничко име

source: display who is logged on by Radius
es: muestra usuarios admitidos por radius
fr: afficher les utilisateurs connectés sur Radius
sr: приказује које пријављен помоћу Радијуса

source: must provide username
es: se requiere un nombre de usuario
fr: doit fournir un nom d'utilisateur
sr: морате доставити корисничко име

source: can't open file: %s
es: no se puede abrir el archivo: %s
fr: impossible d'ouvrir le fichier : %s
sr: не могу да отворим датотеку: %s

source: radzap specific switches:
es: opciones específicas para radzap:
fr: clefs spécifiques à radzap :
sr: „radzap“-у специфични прекидачи:

source: ask for confirmation before zapping
es: pide confirmación antes de borrar
fr: demander la confirmation avant l'élimination
sr: тражи потврђивање пре запирања

source: set logging directory
es: establece directorio de archivos log
fr: sélectionner le répertoire de journalisation
sr: поставља директоријум дневника

source: operate on FILE instead of /var/log/radutmp
es: modifica ARCHIVO en vez de /var/log/radutmp
fr: opérer sur un FICHIER au lieu de /var/log/radutmp
sr: ради на ДАТОТЕЦИ уместо „/var/log/radutmp“

source: zap user from given NAS
es: borra registros de un NAS especificado
fr: zapper l'utilisateur d'un NAS spécifique
sr: зап корисник са датог NAS-а

source: zap user coming from given port
es: borra registros con número de puerto especificado
fr: zapper l'utilisateur provenant d'un port spécifique
sr: зап корисник који долази са датог прикључника

source: do not ask for confirmation before zapping
es: borra sin pedir confirmación
fr: ne pas demander la confirmation avant l'élimination
sr: не тражи потврђивање пре запирања

source: delete Radius login records
es: borra registros de login de Radius
fr: détruire les journaux de connexion de Radius
sr: брише записе пријављивања Радијуса

source: radzap: zapping %s from %s, port %d
es: radzap: borrando registro de %s, NAS %s, puerto %d
fr: radzap : élimination de %s à partir de %s, port %d
sr: radzap: запирам „%s“ из „%s“, прикључник %d

source: Not confirmed
es: No confirmado
fr: Non confirmé
sr: Није потврђено

source: at least one port, nas or user must be specified
es: debe especificar al menos un puerto, el nas o el usuario
fr: au moins un port NAS ou USAGER doit être spécifié
sr: најмање један прикључник, нас или корисник мора бити наведен

source: %s: host not found.
es: %s: no se encontró el anfitrión.
fr: %s : hôte introuvable.
sr: %s: нисам нашао домаћина.

source: Failed query was
es: La petición fallida era
fr: Le requête qui a échoué était
sr: Неуспели упит беше

source: gave up on connect
es: se abandona la conexión
fr: abandon lors de la connexion
sr: одустани након повезивања

source: [MYSQL] cannot connect to %s as %s: %s
es: [MYSQL] no se puede conectar a %s como usuario %s: %s
fr: [MYSQL] ne peut établir la connexion à %s en tant que %s : %s
sr: [MYSQL] не могу да се повежем на „%s“ као „%s“: %s

source: [MYSQL]: can't get result
es: [MYSQL] no se puede obtener resultado
fr: [MYSQL] : ne peut obtenir un résultat
sr: [MYSQL]: не могу да добавим резултат

source: query returned more tuples: %s
es: la petición devolvió más tuplas: %s
fr: la requête a retourné plus de tuples : %s
sr: упит је вратио више н-торки: %s

source: too few columns returned (%d req'd)
es: número de columnas insuficiente (debe ser %d)
fr: trop peu de colonnes retournées (%d demandées)
sr: премало колона је враћено (%d req'd)

source: PQconnectStart failed: %s
es: PQconnectStart falló: %s
fr: PQconnectStart a échoué : %s
sr: „PQconnectStart“ није успело: %s

source: PQexec returned %s
es: PQexec devolvió %s
fr: PQexec a retourné %s
sr: „PQexec“ је вратило „%s“

source: query returned %d tuple: %s
es: la petición devolvió %d tupla: %s
fr: la requête a retourné %d tuple : %s
sr: упит је вратио %d н-торку: %s

source: UNKNOWN
es: DESCONOCIDO
fr: INCONNU
